Repository: OmarLaham/exeer-clinic
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Profile picture
ar: الصورة الشخصية

source: Name in English
ar: الاسم باللغة الإنكليزية

source: Name in Arabic
ar: الاسم باللغة العربية

source: Profile in English
ar: المعلومات الشخصية باللغة الإنكليزية

source: Profile in Arabic
ar: المعلومات الشخصية باللغة العربية

source: Session price in USD
ar: سعر الجلسة بالدولار الأمريكي

source: Session price in Syrian Pound
ar: سعر الجلسة بالليرة السورية

source: Upload your picture
ar: ارفع صورتك الشخصية

source: Please enter you name in English
ar: رجاءً قم بإدخال الاسم باللغة الإنكليزية

source: Please enter you name in Arabic
ar: رجاءً قم بإدخال الاسم باللغة العربية

source: Fill you profile in English
ar: قم بملء معلوماتك الشخصية باللغة الإنكليزية

source: Fill you profile in Arabic
ar: قم بملء معلوماتك الشخصية باللغة العربية

source: Please enter the price session in USD
ar: الرجاء إدخال سعر الجلسة بالدولار الأمريكي

source: Please enter the price session in Syrian pound
ar: الرجاء إدخال سعر الجلسة بالليرة السورية

source: Profile saved!
ar: تم حفظ المعلومات الشخصية

source: Access Denied
ar: الوصول ممنوع

source: Sorry. You can't access this page.
ar: عذراً. لا يمكنك الوصول لهذه الصفحة.

source: Exeer
ar: إكسير

source: Home
ar: الرئيسية

source: How we work
ar: كيف تعمل المنصة؟

source: Features
ar: الميزات

source: Our Counselors
ar: مستشارونا

source: Search Consultations
ar: ابحث ضمن الاستشارات

source: All copyrights reserved
ar: جميع الحقوق محفوظة

source: Consultant Profile
ar: المعلومات الشخصية للمستشار

source: Online Counseling
ar: للاستشارات أونلاين

source: The Smart Counseling Platform
ar: المنصة الذكية للاستشارات عبر الإنترنت

source: Exeer is the first life and psychiatric counseling platform that ensures privacy and security and provides the counselor with the sense of a real counseling session.
ar: تعد إكسير المنصة الإلكترونية الأولى للاستشارات الحياتية والنفسية والتي تضمن الخصوصية والأمان لصاحب الاستشارة وتزوده بالإحساس بجلسة استشارة على أرض الواقع.

source: How do we work?
ar: كيف تعمل المنصة؟

source: Choose the consultant or the psychiatrist
ar: اختر المستشار أو الطبيب النفسي

source: Choose one of exeer's experienced consultants or psychiatrists depending on the criteria that you choose.
ar: اختر واحداً من مستشاري أو أطباء إكسير بالاعتماد على معايير تحددها أنت

source: Book an appointment
ar: احجز موعداً

source: Use exeer's smart calendar to book an appointment that fits you with your consultant.
ar: استخدم تقويم إكسير الذكي لتحجزاً موعداً مناسباً لك

source: Talk to the consultant
ar: تكلم إلى المستشار

source: Exeer's smart consultation platform gives you the sense of a real offline session with the chat, audio, video (optional), whiteboards and more.
ar: تمنحك منصة إكسير الذكية إحساساً بجلسة استشارة على أرض الواقع، من خلال المحادثات النصية والصوت والفيديو (اختياري) والألواح التفاعلية وغير ذلك.

source: WE PROVIDE YOU WITH THE
ar: نحن نزوّدك

source: BEST EXPERIENCE
ar: بأفضل تجربة استشارة

source: We deliver you high quality service that you will surely love!.
ar: نحن نقدم لك خدمة ذات جودة عالية وكلنا ثقة بأنك ستحبها!.

source: The Best Experts
ar: أفضل الخبراء

source: Exeer connects you with the best counselors and psychiatrists around the world.
ar: تصلك منصة إكسير مع أفضل المستشارين والأطباء النفسيين حول العالم.

source: Flexible Appointments
ar: مواعيد مرنة

source: Book the appointment that fits you and get reminders on your phone so you do not miss your appointment.
ar: احجز موعداً يناسبك وستصلك التذكيرات عبر الهاتف كي لا يفوتك الموعد.

source: Interactive Sessions
ar: جلسات تفاعلية

source: Chat, audio, video (optional) and real-time whiteboards give you a great experience.
ar: تمنحك المحادثة النصية، الصوت، الفيديو (اختياري)، والألواح البيضاء التفاعلية تجربة استشارة مميزة.

source: Online Pharmacy
ar: الصيدلية الإلكترونية

source: Get an online prescribtion and get your medication shipped to an address of your choice.
ar: احصل على وصفتك الدوائية عبر الإنترنت وسيتم شحن دوائك إلى أي عنوان تختاره.

source: Save & Play
ar: احفظ وشغل لاحقاً

source: You can save the session content including videos to play later and make the best benefit of the session
ar: يمكن لك حفظ محتويات الجلسة متضمنة الفيديو، لتشغلها لاحقاً وتستفيد بالشكل الأقصى من جلسة الاستشارة.

source: Encrypted Data
ar: بيانات محمية بالتشفير

source: All your data is highly encrypted to protect your privacy against any cyber attak.
ar: إن جميع بياناتك مشفرة بشكل قوي لحماية خصوصيتك من أي اختراق أو هجوم إلكتروني.

source: Exeer in two minutes
ar: منصة إكسير في دقيقتين

source: Learn about Exeer by watching our two minutes video!.
ar: تعرف على منصة إكسير من خلال مشاهدة هذا الفيديو التعريفي القصير بدقيقتين فقط!.

source: OUR CONSULTANTS AND DOCTORS
ar: مستشارونا وأطباؤنا النفسيون

source: Exeer connects you with the best counselors and psychiatrists around the world!.
ar: تصلك منصة إكسير مع أفضل المستشارين والأطباء النفسيين حول العالم.

source: All
ar: الكل

source: Life Counselors
ar: مستشارون حياتيون

source: Psychiatrists
ar: أطباء نفسيون

source: Psychotherapists
ar: معالجون نفسيون

source: Snippets From
ar: مقتطفات من

source: The Help Guide
ar: دليل المساعدة النفسي

source: Our help guide contains information and tips for a better mental health & wellness
ar: يحتوي دليل المساعدة في إكسير على معلومات ونصائح لحياة نفسية أفضل.

source: In collaboration with Harvard Health Publishing, the consumer health publishing division of Harvard Medical School.
ar: هذا الدليل مبني بالتشارك مع قسم المنشورات في كلية الطب في جامعة هارفرد.

source: How to Help a Loved One with Schizophrenia
ar: كيف تساعد شخصاً تحبه ويعاني من الفصام

source: Read More
ar: اقرأ المزيد

source: Teenagers and Smartphones Addiction
ar: المراهقون وإدمان الهواتف الذكية

source: How to Detect the First Signs of Hypomania
ar: كيف تلاحظ العلامات الأولى لتحت الهوس

source: Browse our Help Guide
ar: تصفح دليل المساعدة النفسية

source: Search
ar: ابحث ضمن

source: the Record of Exeer's Text Consultations
ar: سجل إكسير للاستشارات المكتوبة

source: Search Subject
ar: عنوان البحث

source: Please enter the search subject
ar: الرجاء إدخال عنوان البحث

source: Send
ar: إرسال

source: Session Completed
ar: جلسات منجزة

source: Friendly Experts
ar: خبراء ودودن

source: Satisfied Clients
ar: عملاء راضون

source: Help Tips
ar: نصائح نفسية للمساعدة
